micropython/micropython/ports/esp32/boards/M5CORE2/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "M5Stack Core2"
#define MICROPY_HW_MCU_NAME "ESP32"
